[
  {
    "id": "1",
    "name": "LeBron Witness 7",
    "title": "Баскетбольные кроссовки Nike",
    "price": 16990,
    "tags": ["nike", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Witness7_1.jpeg",
      "Witness7_2.jpeg",
      "Witness7_3.jpeg",
      "Witness7_4.jpeg",
      "Witness7_5.jpeg"
    ],
    "description": "Когда Леброн выходит на паркет, ему нужна экипировка, которая не замедляет его. Nike LeBron Witness 7 — самая легкая модель LeBron на сегодняшний день. Сочетая воздушную сетку и доступные функции поддержки, они удерживают игроков в напряжении во время взрывных маневров. Воздушная подушка под ногами Max Air во всю длину помогает при прыжке и приземлении. Расщепленная подошва делает ее легкой, гарантируя отсутствие потери скорости при проходах. Классическая 'елочка' обеспечивает сцепление при игре в 2 стороны.",
    "playingThem": ["Леброн Джеймс", "Дэниел Хэккетт"]
  },
  {
    "id": "2",
    "name": "Giannis Immortality 2",
    "price": 12990,
    "tags": ["nike", "кроссовки"],
    "title": "Баскетбольные кроссовки Nike",
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Giannis2_1.jpeg",
      "Giannis2_2.jpeg",
      "Giannis2_3.jpeg",
      "Giannis2_4.jpeg",
      "Giannis2_5.jpeg"
    ],
    "description": "Всесторонний игрок, который вписал свое имя в пантеон великих баскетболистов НБА. Кроссовки Nike Giannis Immortality 2 подарят игрокам частичку его магии. Изогнутая подошва обеспечивает плавность движений, а вырезы в средней части подошвы создают легкое, приятное ощущение под ногами. Верх из искусственной сетки обеспечивает полную защиту при больших движениях с дополнительной поддержкой пятки и средней части стопы. С отсылками к греческой мифологии, включенными наряду с именами членов семьи Янниса, Immortality 2 прославляет путь звезды Бакс на площадке и за ее пределами.",
    "playingThem": ["Джо Инглс", "Люк Кеннард", "Грейсон Аллен"]
  },
  {
    "id": 3,
    "name": "Jordan Why Not 5",
    "title": "Баскетбольные кроссовки Jordan",
    "price": 11990,
    "tags": ["jordan", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "WhyNot5_1.jpeg",
      "WhyNot5_2.jpeg",
      "WhyNot5_3.jpeg",
      "WhyNot5_4.jpeg",
      "WhyNot5_5.jpeg"
    ],
    "description": "Расселл Уэстбрук быстр. Эти кроссовки соответствуют его скорости благодаря обновленной амортизации, противоскользящей подошве и системе посадки на всю стопу, которая помогает контролировать движения. Брутальный внешний вид в сочетании с различными цветами и материалами делает эту модель воплощением мантры Расселла Why Not?",
    "playingThem": [
      "Расселл Уэстбрук",
      "Тим Хардуэй-младший",
      "Девонте Грэм",
      "Тэйлен Хортон-Такер"
    ]
  },
  {
    "id": 4,
    "name": "Jordan Tatum 1",
    "title": "Баскетбольные кроссовки Jordan",
    "price": 12990,
    "tags": ["jordan", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Tatum1_1.jpeg",
      "Tatum1_2.jpeg",
      "Tatum1_3.jpeg",
      "Tatum1_4.jpeg",
      "Tatum1_5.jpeg"
    ],
    "description": "Бренд Jordan возвращает нас туда, где началась карьера Джейсона Стэйтема - Archer Avenue - с моделью кроссовок Jordan Tatum 1 St Louis. Разработанные для того, чтобы двигать игру вперед, Jordan Tatum 1 используют легкую сетку на верхней части. Прочная пластиковая рамка обеспечивает стабильность при боковых движениях, в то время как технология Zoom Air, видимая сквозь подошву, помогает вам взлететь и продолжать двигаться вперед.",
    "playingThem": ["Джейсон Тейтум", "Грант Уильямс", "Паоло Банкеро"]
  },
  {
    "id": 5,
    "name": "Nike Cosmic Unity 2",
    "title": "Баскетбольные кроссовки Nike",
    "price": 15990,
    "tags": ["nike", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "CosmicUnity2_1.jpeg",
      "CosmicUnity2_2.jpeg",
      "CosmicUnity2_3.jpeg",
      "CosmicUnity2_4.jpeg",
      "CosmicUnity2_5.jpeg"
    ],
    "description": "Баскетбольные кроссовки, созданные, чтобы обеспечить будущее игры. Nike Cosmic Unity изготовлены из 20% переработанных материалов. Олицетворяя любовь к игре, они оснащены текстильным верхом, который надежно фиксирует стопу на площадке. Амортизация Zoom Air обеспечивает быстрый отклик для мгновенного покрытия корта. Тонкая, прочная резина обеспечивает необходимое сцепление, чтобы отвлечь внимание защитников и двигаться без мяча.",
    "playingThem": ["Руди Гэй", "Келли Олиник", "Деандре Джордан"]
  },
  {
    "id": 6,
    "name": "PUMA MB.02",
    "title": "Баскетбольные кроссовки Puma",
    "price": 13990,
    "tags": ["puma", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "PUMAMB_01.jpeg",
      "PUMAMB_02.jpeg",
      "PUMAMB_03.jpeg",
      "PUMAMB_04.jpeg",
      "PUMAMB_05.jpeg"
    ],
    "description": "MB.02 — новейшие кроссовки в линейке PUMA Hoops от ЛаМело Болла — стремительно выходит на сцену. Основой для этого нового силуэта является промежуточная подошва из пены NITRO, которая имитирует фирменные крылья Мело. Тема распространяется на верхнюю часть из инженерной тканой сетки, создавая широкий стиль. Тональные металлические акценты придают блеск этим кроссовкам, готовым к использованию на корте, а мгновенно узнаваемый брендинг «1 из 1» подтверждает, что ничто другое даже близко не стоит.",
    "playingThem": ["ЛаМело Болл", "Деннис Шрёдер", "Крис Буше"]
  },
  {
    "id": 7,
    "name": "Adidas Dame 8",
    "title": "Баскетбольные кроссовки Adidas",
    "price": 19999,
    "tags": ["adidas", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Dame8_1.jpeg",
      "Dame8_2.jpeg",
      "Dame8_3.jpeg",
      "Dame8_4.jpeg",
      "Dame8_5.jpeg"
    ],
    "description": "Тщательная подготовка создает платформу для величия, adidas Dame 8 созданы, чтобы использовать стремление Лилларда выполнять тяжелую работу, чтобы гарантировать, что он добьется успеха в игре, когда давление будет на пике. Материалы верха сочетают в себе сверхлегкий текстиль с синтетическими накладками, что делает их дышащими и быстро разнашивающимися.  Двойная промежуточная подошва Bounce Pro содержит более плотную пену сверху и мягкую, пушистую пену под ней, обеспечивая пружинящее ощущение под пяткой. Подошва с волнистым рисунком обеспечивает быстрое сцепление с твердым покрытием для быстрых и непредсказуемых движений.",
    "playingThem": ["Дэмиан Лиллард", "Оньека Оконгву", "Горан Драгич"]
  },
  {
    "id": 8,
    "name": "Nike Kyrie 8",
    "title": "Баскетбольные кроссовки Nike",
    "price": 16990,
    "tags": ["nike", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Kyrie8_1.jpeg",
      "Kyrie8_2.jpeg",
      "Kyrie8_3.jpeg",
      "Kyrie8_4.jpeg",
      "Kyrie8_5.jpeg"
    ],
    "description": "Вопреки противоречивости Кайри Ирвинга, его фирменные баскетбольные кроссовки продолжают оставаться качественными. Сцепление с покрытием  - это то, что вас приятно порадует. Для Kyrie 8 найк внедрили Zoom Strobel на передней части стопы для лучшей упругости, оставаясь при этом достаточно низкой. Используемые материалы чувствуются комфортно, они также тонкие и дышащие. Система шнуровки помогает обеспечить такую посадку, которая не вызовет проблем для большинства людей. Рецензенты также согласны, что боковая фиксация и удержание на высшем уровне. В конечном итоге, Nike Kyrie 8 - отличные кроссовки, которые подходят для многих стилей игры.",
    "playingThem": ["Кайри Ирвинг", "Дэньюэл Хауз", "Джевон Картер"]
  },
  {
    "id": 9,
    "name": "Nike KD 15",
    "title": "Баскетбольные кроссовки Nike",
    "price": 16990,
    "tags": ["nike", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "KD15_1.jpeg",
      "KD15_2.jpeg",
      "KD15_3.jpeg",
      "KD15_4.jpeg",
      "KD15_5.jpeg"
    ],
    "description": "Кроссовки Nike KD 15, созданные для бешеной рабочей этики, которая каждый день заставляет Кевина Дюранта возвращаться на площадку, готовы дать всё из себя. Легкая сетка наслоена на верх, чтобы создать структурированное усилие там, где оно больше всего необходимо. KD добавляет свой фирменный штрих к язычку и диску на пятке.",
    "playingThem": [
      "Кевин Дюрэнт",
      "Джо Харрис",
      "Торин Принс",
      "Давис Бертанс"
    ]
  },
  {
    "id": 10,
    "name": "Nike ZOOM RIZE 2",
    "title": "Баскетбольные кроссовки Nike",
    "price": 11300,
    "tags": ["nike", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "AirZoom_1.jpeg",
      "AirZoom_2.jpeg",
      "AirZoom_3.jpeg",
      "AirZoom_4.jpeg",
      "AirZoom_5.jpeg"
    ],
    "description": "Nike Zoom Raze 2 - одни из самых легких баскетбольных кроссовок, доступных в настоящее время, их вес всего около 360 г. при размере 9. Материал верха минималистичен, но функционален, а традиционная система шнуровки позволяет очень легко надевать кроссовки. В конструкции сцепления используется довольно твердая резина, которая достаточно прочна для использования на открытом воздухе и не собирает много пыли благодаря хорошо распределенному рисунку. Поролоновая амортизация в пятке очень удобная, а увеличивающий блок в передней части стопы обеспечивает большую упругость. В целом, Nike Zoom Rise 2 - надежная модель, которая особенно хорошо подходит для парней покрупнее (в них играют Никола Йокич и Руди Гобер в НБА).",
    "playingThem": ["Никола Йокич", "Руди Гобер", "Кевин Лав", "Эл Хорфорд"]
  },
  {
    "id": 11,
    "name": "Jordan Why Not 6",
    "title": "Баскетбольные кроссовки Jordan",
    "price": 10990,
    "tags": ["jordan", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "WhyNot6_1.jpeg",
      "WhyNot6_2.jpeg",
      "WhyNot6_3.jpeg",
      "WhyNot6_4.jpeg",
      "WhyNot6_5.jpeg"
    ],
    "description": "Всё о скорости, Jordan Why Not.6 разработаны, чтобы использовать взрывную скорость Расселла Уэстбрука на площадке. Объемная амортизация Zoom Air обеспечивает максимальную отдачу энергии, в то время как подошва с рисунком в виде 'елочки' охватывает почти всю подошву, гарантируя, что вы не поскользнетесь. Характерные детали Расселла проявляются в брендировании RW на язычке и надписи Why Not на застёжке-молнии. Эти детали делают верхнюю часть кроссовок ещё более заметной, когда вы выходите на паркет.",
    "playingThem": ["Расселл Уэстбрук", "Тим Хардуэй-младший", "Джош Кристофер"]
  },
  {
    "id": 12,
    "name": "Adidas Harden Vol. 6",
    "title": "Баскетбольные кроссовки Adidas",
    "price": 9990,
    "tags": ["adidas", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "harden_vol_6_1.jpeg",
      "harden_vol_6_2.jpeg",
      "harden_vol_6_3.jpeg",
      "harden_vol_6_4.jpeg",
      "harden_vol_6_5.jpeg"
    ],
    "description": "Оставьте защитников на плошадке позади благодаря точным движениям в кроссовках adidas Harden Vol.6. Разработанные для доминирующего стиля игры Хардена в НБА, эта баскетбольная обувь обеспечивают лучшую фиксацию и стабильность для уверенных движений. Полная прокладка Boost по всей подошве обеспечивает прилив энергии для быстрых движений, в то время как подошва с узором в виде 'елочки' обеспечивает необходимое сцепление. Фирменные штрихи Джеймса Хардена нанесены на носок и язычок на пятке, подчеркивая его фирменный стиль.",
    "playingThem": ["Джеймс Харден", "Кайл Лоури", "Монтрезл Харрелл"]
  },
  {
    "id": 13,
    "name": "Adidas Trae Young 1",
    "title": "Баскетбольные кроссовки Adidas",
    "price": 10990,
    "tags": ["adidas", "кроссовки"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Young1_1.jpeg",
      "Young1_2.jpeg",
      "Young1_3.jpeg",
      "Young1_4.jpeg",
      "Young1_5.jpeg"
    ],
    "description": "Трэй Янг впечатлил многих своей игрой в плей-офф НБА 2021. Именно во время этой серии плей-офф он представил свою первую фирменную обувь. Многие специалисты согласны, что лучшей частью этой обуви является амортизация. Сочетание Light strike во всей обуви с Boost в пятке делает ее очень устойчивой и комфортной. Материалы, из которых сделана обувь, придают ей структуру и делают чувство надежности для вашей ноги. Следует отметить, что на обуви мало петель для шнурков, это делает трудным настройку фиксации на ноге. Поддержка и надежность исполнены на высшем уровне в первой обуви Трэя от Адидас. В целом, Adidas Trae Young 1 - это забавная обувь для игры, при условии, что вы играете на чистых площадках.",
    "playingThem": [
      "Трэй Янг",
      "Богдан Богданович",
      "Джордан Кларксон",
      "Франк Ниликина"
    ]
  },
  {
    "id": 15,
    "name": "Мяч Molten",
    "title": "Мячи",
    "price": 5990,
    "tags": ["molten", "мячи"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Molten_1.jpeg",
      "Molten_2.jpeg",
      "Molten_3.jpeg",
      "Molten_4.jpeg"
    ],
    "description": "Одобрен FIBA для проведения соревнований высшего уровня. Мяч имеет революционную, эксклюзивную, разработанную компанией Молтен (Япония) поверхность, которая выполнена из из композитной кожи премиум класса на основе синтетической кожи (полиуретан). Каркас мяча состоит из 12 панелей, которые склеены между собой. Бутиловая камера армирована нейлоновой нитью. Благодаря сочетанию коричневого и бежевого цветов облегчается визуальное восприятие мяча, как зрителями, так и игроками, особенно с дальних расстояний. Мяч баскетбольный Molten BG4000 предназначен для игр и интенсивных тренировок опытных игроков.",
    "playingThem": ["-"]
  },
  {
    "id": 16,
    "name": "Джерси  All-Star темная",
    "title": "Джерси игроков НБА",
    "price": 6990,
    "tags": ["jordan", "джерси"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Jersey_black_1.jpeg",
      "Jersey_black_2.jpeg",
      "Jersey_black_3.jpeg",
      "Jersey_black_4.jpeg"
    ],
    "description": "Джерси игроков НБА с Матча всез звезд 2019, который прошел в городе Шарлотт штат Северная Каролина 17 февраля 2019 года на домашней арене клуба «Шарлотт Хорнетс» «Спектрум-центр».",
    "playingThem": [
      "Стефен Карри",
      "Яннис Адетокунбо",
      "Леброн Джеймс",
      "Клей Томпсон"
    ]
  },
  {
    "id": 17,
    "name": "Джерси  All-Star светлая",
    "title": "Джерси игроков НБА",
    "price": 6990,
    "tags": ["jordan", "джерси"],
    "sizes": ["40", "41", "42", "42.5", "43", "44", "45"],
    "photos": [
      "Jersey_white_1.jpeg",
      "Jersey_white_2.jpeg",
      "Jersey_white_3.jpeg",
      "JJersey_white_4.jpeg"
    ],
    "description": "Джерси игроков НБА с Матча всез звезд 2019, который прошел в городе Шарлотт штат Северная Каролина 17 февраля 2019 года на домашней арене клуба «Шарлотт Хорнетс» «Спектрум-центр».",
    "playingThem": [
      "Джоэл Эмбиид",
      "Никола Йокич",
      "Дамиан Лиллард",
      "Карл-Энтони Таунс"
    ]
  }
]
